Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: 'Beedy-eye' Jones
ja: 「ビーディーアイ」ジョーンズ

source: 'Beefy' Burns
ja: 「たくましい」バーンズ

source: 'Betty' B.Boppin
ja: 「ベッティー」B・ボッピン

source: 'Bird's-Eye' Jack
ja: 「鳥の目」ジャック

source: 'Birds-Eye' Jack
ja: 「鳥の目」ジャック

source: 'Black-eye'
ja: 「黒目」

source: 'Currency' The Alchemist
ja: 錬金術師の「通貨」

source: 'Eagle-eye' Shultz
ja: 「タカの目」シャルツ

source: 'Gummy'
ja: 「ガミー」

source: 'Lecherous' Lee
ja: 「淫乱」リー

source: 'No fingers'
ja: 「指無し」

source: 'Picarron' Pete
ja: 「抜け目のない」ピート

source: 'Sticky' Sanders
ja: 「ベトベト」サンダーズ

source: 'The Guns'
ja: 「鉄砲」

source: 'Transmute' The Alchemist
ja: 錬金術師の「変換」

source: 'perfect' gold bar
ja: 「完璧」な金の延べ棒

source: 'perfect' gold ore
ja: 「完璧」な金鉱石

source: 'perfect' necklace
ja: 「完璧」なネックレス

source: 'perfect' ring
ja: 「完璧」な指輪

source: (level-%d)
ja: (レベル %d)

source: 1/2 anchovy pizza
ja: 1/2アンチョビピザ

source: 1/2 meat pizza
ja: 1/2肉のピザ

source: 1/2 pineapple pizza
ja: 1/2パイナップルピザ

source: 1/2 plain pizza
ja: 1/2ピザ

source: 1/3rds full jug
ja: 水差しの3分の1

source: 1/5ths full bucket
ja: バケツ5分の1

source: 10th squad sigil
ja: 第10分団の紋章

source: 1v1 Tournament Guide
ja: 1v1トーナメントの案内人

source: 2/3 cake
ja: 2/3ケーキ

source: 2/3 chocolate cake
ja: 2/3チョコレートケーキ

source: 2/3rds full jug
ja: 水差しの3分の2

source: 2/5ths full bucket
ja: バケツ5分の2

source: 3/5ths full bucket
ja: バケツ5分の3

source: 4/5ths full bucket
ja: バケツ5分の4

source: 50% Luke
ja: ルーク50％

source: <colNum0>Channel:</col> Clear history
ja: <colNum0>チャンネル:</col> 履歴削除

source: <colNum0>Channel:</col> Show all
ja: <colNum0>チャンネル:</col> 全表示

source: <colNum0>Channel:</col> Show friends
ja: <colNum0>チャンネル:</col> 友達表示

source: <colNum0>Channel:</col> Show none
ja: <colNum0>チャンネル:</col> 非表示

source: <colNum0>Clan:</col> Clear history
ja: <colNum0>クラン:</col> 履歴削除

source: <colNum0>Clan:</col> Show all
ja: <colNum0>クラン:</col> 全表示

source: <colNum0>Clan:</col> Show friends
ja: <colNum0>クラン:</col> 友達表示

source: <colNum0>Clan:</col> Show none
ja: <colNum0>クラン:</col> 非表示

source: <colNum0>Game:</col> Clear history
ja: <colNum0>ゲーム:</col> 履歴削除

source: <colNum0>Game:</col> Filter
ja: <colNum0>ゲーム:</col> フィルタ

source: <colNum0>Group:</col> Clear history
ja: <colNum0>グループ:</col> 履歴削除

source: <colNum0>Group:</col> Show all
ja: <colNum0>グループ:</col> 全表示

source: <colNum0>Group:</col> Show friends
ja: <colNum0>グループ:</col> 友達表示

source: <colNum0>Group:</col> Show none
ja: <colNum0>グループ:</col> 非表示

source: <colNum0>Private:</col> Clear history
ja: <colNum0>個別:</col> 履歴削除

source: <colNum0>Private:</col> Show all
ja: <colNum0>個別:</col> 全表示

source: <colNum0>Private:</col> Show friends
ja: <colNum0>個別:</col> 友達表示

source: <colNum0>Private:</col> Show none
ja: <colNum0>個別:</col> 非表示

source: <colNum0>Public:</col> Clear history
ja: <colNum0>公共:</col> 履歴削除

source: <colNum0>Public:</col> Hide
ja: <colNum0>公共:</col> 隠す

source: <colNum0>Public:</col> Show autochat
ja: <colNum0>公共:</col> 自動チャット表示

source: <colNum0>Public:</col> Show friends
ja: <colNum0>公共:</col> 友達表示

source: <colNum0>Public:</col> Show none
ja: <colNum0>公共:</col> 非表示

source: <colNum0>Public:</col> Show standard
ja: <colNum0>公共:</col> 通常表示

source: <colNum0>PvP Arena</col> options
ja: <colNum0>PvPアリーナ</col> のオプション

source: <colNum0>Set chat mode:</col> Channel (/@f)
ja: <colNum0>チャット切り替え:</col> チャンネル(/@f)

source: <colNum0>Set chat mode:</col> Clan (/@c)
ja: <colNum0>チャット切り替え:</col> クラン(/@c)

source: <colNum0>Set chat mode:</col> Group (/@g)
ja: <colNum0>チャット切り替え:</col> グループ(/@g)

source: <colNum0>Set chat mode:</col> Guest Clan (/@gc)
ja: <colNum0>チャット切り替え:</col> 見学クラン(/@gc)

source: <colNum0>Set chat mode:</col> Public (/@p)
ja: <colNum0>チャット切り替え:</col> 公共(/@p)

source: A Clam Shell
ja: 二枚貝の殻

source: A Doubt
ja: 疑念

source: A Goblin
ja: ゴブリン

source: A Goblin standard
ja: ゴブリンの水準

source: A Kingdom Divided Display
ja: 分裂した王国の展示

source: A Shayzien State
ja: シャイジエン国

source: A Sinking Canoe
ja: 沈むカヌー

source: A barrel of rainwater
ja: 雨水の樽

source: A bunk bed
ja: 二段ベッド

source: A burnt tree
ja: 焦げた木

source: A chasm
ja: 割れ目

source: A crack
ja: ひび

source: A dark crystal
ja: 暗黒の水晶

source: A fairy workbench
ja: 妖精の作業台

source: A fallen barrel
ja: 落ちた樽

source: A flag
ja: 旗

source: A gap through the wall
ja: 壁の間の隙間

source: A peculiar foot print
ja: 独特な足跡

source: A pile of broken glass
ja: ガラスの破片の山

source: A primitive joke
ja: 原始的なジョーク

source: A rock
ja: 岩石

source: A scribbled note
ja: 落書きのメモ

source: A scruffy note
ja: 汚いメモ

source: A shabby tent
ja: よれよれのテント

source: A small key
ja: 小さいカギ

source: A stone bowl
ja: 石のボール

source: A tropical tree
ja: 熱帯の木

source: A used spell
ja: 使い古しの魔法

source: A wall
ja: 壁

source: A wooden log
ja: 木製の丸太

source: A'abla
ja: アーブラ

source: Abandoned Cart
ja: 放置されたカート

source: Abandoned Equipment
ja: 放棄された装備

source: Abbot Langley
ja: ラングレー僧院長

source: Aberab
ja: アベラブ

source: Aberrant spectre
ja: 異形の亡霊

source: Abhorrent spectre
ja: 忌まわしい亡霊

source: Abidor Crank
ja: アビドール・クランク

source: Abigaila
ja: アビガイラ

source: Abigale
ja: アビゲイル

source: Abomination
ja: イマワシキモノ

source: Absence of tears
ja: 涙の欠如

source: Absorb
ja: 吸収

source: Absorption potion
ja: 吸収の薬液

source: Abstract mural
ja: 抽象壁画

source: Abyssal Growth
ja: 深淵の生産物

source: Abyssal Portal
ja: 深淵のポータル

source: Abyssal Rift
ja: 深淵の裂け目

source: Abyssal Sire
ja: 深淵の雄親

source: Abyssal Sire Topiary
ja: 深淵の雄親のトピアリー

source: Abyssal Sire display
ja: 深淵の雄親の展示

source: Abyssal Stem
ja: 深淵の茎

source: Abyssal Tether
ja: 深淵のつなぎ縄

source: Abyssal antibody
ja: 深淵の抗体

source: Abyssal axon
ja: 深淵の軸索

source: Abyssal demon
ja: 深淵の悪魔

source: Abyssal demon head
ja: 深淵の悪魔の頭部

source: Abyssal guardian
ja: 深淵の守護者

source: Abyssal leech
ja: 深淵のヒル

source: Abyssal orphan
ja: 深淵の孤児

source: Abyssal pathfinder
ja: 深淵の探索者

source: Abyssal portal
ja: 深淵のポータル

source: Abyssal protector
ja: 深淵を守るモノ

source: Abyssal walker
ja: 深淵を彷徨うモノ

source: Abyssal whip
ja: 深淵の鞭

source: Acacia tree
ja: アカシアの木

source: Academic
ja: 学術者

source: Accomplishment scroll space
ja: 業績の巻物のスペース

source: Account
ja: アカウント

source: Account Guide
ja: アカウントの案内人

source: Account Management
ja: アカウント設定

source: Achey Tree
ja: アチーの木

source: Achey Tree stump
ja: アチーの切り株

source: Achey tree logs
ja: アチーの丸太

source: Achietties
ja: アチエチス

source: Achievement Diaries
ja: 達成記録

source: Achievement diary display
ja: 達成記録の展示

source: Achtryn
ja: アチトリン

source: Acid Orb
ja: 酸性のオーブ

source: Acid pool
ja: 酸性液のたまり場

source: Acidic Bloodveld
ja: 酸性ブラッドヴェルド

source: Acidic miasma
ja: 酸性の毒気

source: Acorn
ja: どんぐり

source: Activate
ja: 発動

source: Activity
ja: 活動

source: Adamant 2h sword
ja: アダマントの両手剣

source: Adamant armour
ja: アダマントの鎧

source: Adamant arrow
ja: アダマントの矢

source: Adamant arrow(p)
ja: アダマントの矢（毒）

source: Adamant arrowtips
ja: アダマントの矢じり

source: Adamant axe
ja: アダマントの斧

source: Adamant axe head
ja: アダマントの斧の金属部分

source: Adamant battleaxe
ja: アダマントの戦斧

source: Adamant boots
ja: アダマントの靴

source: Adamant brutal
ja: アダマントの残酷な矢

source: Adamant chainbody
ja: アダマントの鎖甲

source: Adamant claws
ja: アダマントのクローズ

source: Adamant dagger
ja: アダマントの短剣

source: Adamant dagger(p)
ja: アダマントの短剣（毒）

source: Adamant dart
ja: アダマントのダーツ

source: Adamant dart tip
ja: アダマントのダーツの先端

source: Adamant dart(p)
ja: アダマントのダーツ（毒）

source: Adamant dragon
ja: アダマントの竜

source: Adamant fire arrow
ja: アダマントの火矢

source: Adamant fire arrow (lit)
ja: アダマントの火矢（点火）

source: Adamant full helm
ja: アダマントの全頭甲

source: Adamant full helm (g)
ja: アダマントの全頭甲（金）

source: Adamant full helm (t)
ja: アダマントの全頭甲（縁）

source: Adamant halberd
ja: アダマントの矛槍

source: Adamant javelin
ja: アダマントの投槍

source: Adamant javelin(p)
ja: アダマントの投槍（毒）

source: Adamant kiteshield
ja: アダマントのタコ盾

source: Adamant kiteshield (g)
ja: アダマントのタコ盾（金）

source: Adamant kiteshield (t)
ja: アダマントのタコ盾（縁）

source: Adamant knife
ja: アダマントのナイフ

source: Adamant knife(p)
ja: アダマントのナイフ（毒）

source: Adamant longsword
ja: アダマントの長剣

source: Adamant mace
ja: アダマントの鎚矛

source: Adamant med helm
ja: アダマントの鉄兜

source: Adamant ore vein
ja: アダマントの鉱脈

source: Adamant pick head
ja: アダマントのツルハシの金属部分

source: Adamant pickaxe
ja: アダマントのツルハシ

source: Adamant platebody
ja: アダマントの胸甲

source: Adamant platebody (g)
ja: アダマントの胸甲（金）

source: Adamant platebody (t)
ja: アダマントの胸甲（縁）

source: Adamant platelegs
ja: アダマントの脚甲

source: Adamant platelegs (g)
ja: アダマントの脚甲（金）

source: Adamant platelegs (t)
ja: アダマントの脚甲（縁）

source: Adamant plateskirt
ja: アダマントの裙甲

source: Adamant plateskirt (g)
ja: アダマントの裙甲（金）

source: Adamant plateskirt (t)
ja: アダマントの裙甲（縁）

source: Adamant scimitar
ja: アダマントの三日月刀

source: Adamant spear
ja: アダマントのの槍

source: Adamant spear(kp)
ja: アダマントの槍（カラムジャ毒）

source: Adamant spear(p)
ja: アダマントの槍（毒）

source: Adamant sq shield
ja: アダマントの角盾

source: Adamant sword
ja: アダマントの剣

source: Adamant thrownaxe
ja: アダマントの投げ斧

source: Adamant warhammer
ja: アダマントの戦鎚

source: Adamantite bar
ja: アダマンタイトの延べ棒

source: Adamantite nails
ja: アダマントの釘

source: Adamantite ore
ja: アダマンタイト鉱石

source: Adamantite rocks
ja: アダマンタイトの岩

source: Add
ja: 加える

source: Add Friend
ja: フレンド追加

source: Add Name
ja: 名前を追加

source: Add Note
ja: メモに追加

source: Add finds
ja: 発掘品を格納

source: Add friend
ja: フレンド追加

source: Add ignore
ja: 無視リスト追加

source: Add to
ja: 加える

source: Add to canvas
ja: カンバスに追加

source: Add-10
ja: 10コ加える

source: Add-5
ja: ５コ加える

source: Add-All
ja: 全て加える

source: Add-House
ja: 家を登録

source: Add-X
ja: Xコ加える

source: Add-bottom
ja: 下を付ける

source: Add-ingreds
ja: に材料を追加

source: Add-mulch
ja: 根おおいを加える

source: Address label
ja: 住所のラベル

source: Adjust
ja: 調整

source: Adjust Area Sound Volume
ja: 環境音を調整

source: Adjust Brightness
ja: 明るさを調整

source: Adjust Music Volume
ja: 音量を調整

source: Adjust Sound Effect Volume
ja: 効果音を調整

source: Admire
ja: 感嘆する

source: Adult Yommi tree
ja: 成長したヨミー木

source: Adventure log space
ja: 冒険家ログのスペース

source: Adventurer
ja: 冒険家

source: Adventurer (easy)
ja: 冒険家（初級）

source: Adventurer Jon
ja: 冒険家ジョン

source: Advisor
ja: 顧問

source: Advisor Ghrim
ja: 顧問のグリム

source: Aemad
ja: アエマッド

source: Aeonisig Raispher
ja: アエオニシグ・ライスファー

source: Afflicted
ja: 感染者

source: Afflicted(Razmire)
ja: 感染者（ラズマイヤー）

source: Afflicted(Ulsquire)
ja: 感染者（ウルスクワイヤー）

source: Afrah
ja: アフラー

source: Aga
ja: アガ

source: Age
ja: 年齢確認

source: Aged log
ja: 古い丸太

source: Agelus
ja: アゲラス

source: Aggie
ja: アギー

source: Aggie's Cauldron
ja: アギーの大釜

source: Agile Scarab
ja: 俊敏なスカラベ

source: Agile Warrior
ja: 俊敏な戦士

source: Agility
ja: 運動神経

source: Agility Boss
ja: アジリティのボス

source: Agility Instructor
ja: 運動神経の講師

source: Agility Trainer
ja: 運動神経のトレーナー

source: Agility arena ticket
ja: 運動神経アリーナのチケット

source: Agility dispenser
ja: トレーニング・ディスペンサー

source: Agility potion(1)
ja: 運動神経の増強薬（１）

source: Agility potion(2)
ja: 運動神経の増強薬（２）

source: Agility potion(3)
ja: 運動神経の増強薬（３）

source: Agility potion(4)
ja: 運動神経の増強薬（４）

source: Agitated bees
ja: 動揺したハチ

source: Agmundi
ja: アグムンヂ

source: Agnar
ja: アグナー

source: Agrith Naar
ja: アグリス・ナー

source: Agrith Naar (hard)
ja: アグリス・ナー（上級）

source: Agrith-Na-Na
ja: アグリス・ナナ

source: Agrith-Na-Na (hard)
ja: アグリス・ナナ（上級）

source: Ahab
ja: アハブ

source: Ahrim the Blighted
ja: 荒廃のアリム

source: Ahrim's hood
ja: アリムのフッド

source: Ahrim's hood 0
ja: アリムのフッド0

source: Ahrim's hood 100
ja: アリムのフッド100

source: Ahrim's hood 25
ja: アリムのフッド25

source: Ahrim's hood 50
ja: アリムのフッド50

source: Ahrim's hood 75
ja: アリムのフッド75

source: Ahrim's robeskirt
ja: アリムのローブスカート

source: Ahrim's robeskirt 0
ja: アリムのローブスカート0

source: Ahrim's robeskirt 100
ja: アリムのローブスカート100

source: Ahrim's robeskirt 25
ja: アリムのローブスカート25

source: Ahrim's robeskirt 50
ja: アリムのローブスカート50

source: Ahrim's robeskirt 75
ja: アリムのローブスカート75

source: Ahrim's robetop
ja: アリムのローブ上

source: Ahrim's robetop 0
ja: アリムのローブ上0

source: Ahrim's robetop 100
ja: アリムのローブ上100

source: Ahrim's robetop 25
ja: アリムのローブ上25

source: Ahrim's robetop 50
ja: アリムのローブ上50

source: Ahrim's robetop 75
ja: アリムのローブ上75

source: Ahrim's staff
ja: アリムの杖

source: Ahrim's staff 0
ja: アリムの杖0

source: Ahrim's staff 100
ja: アリムの杖100

source: Ahrim's staff 25
ja: アリムの杖25

source: Ahrim's staff 50
ja: アリムの杖50

source: Ahrim's staff 75
ja: アリムの杖75

source: Air Bubble
ja: 空気の泡

source: Air balloon
ja: 風船

source: Air battlestaff
ja: 大気の戦杖

source: Air elemental
ja: 大気のエレメンタル

source: Air orb
ja: 大気のオーブ

source: Air rift
ja: 大気の裂け目

source: Air rune
ja: 大気のルーン

source: Air talisman
ja: 大気のタリスマン

source: Air wizard
ja: 大気の魔法使い

source: Airtight pot
ja: 密閉の土鍋

source: Aisles
ja: アイルズ

source: Aivas
ja: アイヴァス

source: Ajjat
ja: アッジャト

source: Ak-Haranu
ja: アク・ハラヌ

source: Akkha
ja: アクハ

source: Akkha's Phantom
ja: アクハのファントム

source: Akkha's Shadow
ja: アクハの影

source: Akkhito
ja: アクヒト

source: Akrisae
ja: アクリサエ

source: Akthanakos
ja: アクサナコス

source: Al Kharid
ja: アル・カリッド

source: Al Kharid Waystone
ja: アル・カリッドの転移ポイント

source: Al Kharid warrior
ja: アル・カリッドの戦士

source: Al Shabim
ja: アル・シャビム

source: Al the Camel
ja: ラクダのアル

source: Alain
ja: アライン

source: Alan
ja: アランナ

source: Alarm button
ja: アラームのボタン

source: Albino bat
ja: アルビノのコウモリ

source: Alchemical Hydra
ja: 錬金術ヒドラ

source: Alchemical Hydra display
ja: 錬金術ヒドラの展示

source: Alchemical Topiary
ja: 錬金術のトピアリー

source: Alchemical chart
ja: 錬金術図

source: Alchemical door
ja: 錬金術の扉

source: Alchemists Teleport
ja: 錬金術ワープ

source: Alchemy
ja: 錬金術

source: Alchemy Guardian
ja: 錬金術の守護者

source: Alco-chunks
ja: アルコ・チャンクス

source: Alcove
ja: アルコーブ

source: Ale Barrel
ja: エールの樽

source: Alec Kincade
ja: アレック・キンケード

source: Aleck
ja: アレック

source: Alek Constantine
ja: アレク・コンスタンチン

source: Alexander
ja: アレクサンダー

source: Alexandra
ja: アレクサンドラ

source: Alexis
ja: アレクシス

source: Alfonse the waiter
ja: ウェイターのアルフォンス

source: Ali M's Market
ja: アリ・Mの市場

source: Ali Morrisane
ja: アリ・モリサンヌ

source: Ali the Barman
ja: バーテンダーのアリ

source: Ali the Camel
ja: ラクダのアリ

source: Ali the Camel Man
ja: ラクダ商人のアリ

source: Ali the Carter
ja: 御者のアリ

source: Ali the Farmer
ja: 農民ののアリ

source: Ali the Guard
ja: 衛兵のアリ

source: Ali the Hag
ja: 老婆のアリ

source: Ali the Kebab seller
ja: ケバブ販売人のアリ

source: Ali the Leaflet Dropper
ja: ビラ配りのアリ

source: Ali the Mayor
ja: 市長のアリ

source: Ali the Operator
ja: オペレーターのアリ

source: Ali the Smith
ja: 鍛冶屋のアリ

source: Ali the Snake Charmer
ja: ヘビ使いのアリ

source: Ali the Tailor
ja: 仕立屋のアリ

source: Ali the Tea Seller
ja: お茶販売人のアリ

source: Ali the dyer
ja: 染色工のアリ

source: Alice
ja: アリス

source: Alice the Camel
ja: ラクダのアリス

source: Align-net
ja: 網を調整

source: Alina
ja: アリナ

source: Alisha the Hag
ja: 老婆のアリシャ

source: All
ja: 全て

source: All Settings
ja: 全設定

source: Allanna
ja: アランナ

source: Allotment
ja: アロメント

source: Almera
ja: アルメラ

source: Almost a Statue
ja: 完成前の像

source: Alomone
ja: アロモネ

source: Alpaca
ja: アルパカ

source: Alpaca cria
ja: 子供のアルパカ

source: Alrena
ja: アルレナ

source: Alrik
ja: アルリク

source: Alry the Angler
ja: 釣り師のアルリ

source: Altar
ja: 祭壇

source: Altar of Guthix
ja: ガシックスの祭壇

source: Altar of Zamorak
ja: ザモラックの祭壇

source: Altar of nature
ja: 自然の祭壇

source: Altar of the Occult
ja: オカルトの祭壇

source: Altar slab
ja: 祭壇の石板

source: Altar space
ja: 祭壇のスペース

source: Altarkiz
ja: アルターキズ

source: Aluft Gianne snr.
ja: アルフト・ジアンネ・シニア

source: Alviss
ja: アルビス

source: Alwyn
ja: アルウィン

source: Alyssa
ja: アリッサ

source: Amalgamation
ja: 融合物

source: Amascut
ja: アマスカット

source: Amascut statue
ja: アマスカット像

source: Ambassador Alvijar
ja: アルヴィジャー大使

source: Ambassador Ferrnook
ja: フェーヌーク大使

source: Ambassador Gimblewap
ja: ギンブルワプ大使

source: Ambassador Spanfipple
ja: サパンフィップル大使

source: Amelia
ja: アメリア

source: Amethyst crystals
ja: アメシストの水晶

source: Amlodd Banner
ja: アームロッドのバナー

source: Ammo
ja: 大砲弾

source: Ammo mould
ja: 大砲弾の鋳型

source: Ammonite Crab
ja: アモナイトガニ

source: Ammonium nitrate
ja: 硝酸アンモニウム

source: Ammunition crate
ja: 弾丸の箱

source: Amrod
ja: アームロッド

source: Amulet mould
ja: アミュレットの鋳型

source: Amulet of Glory
ja: 栄光のアミュレット

source: Amulet of accuracy
ja: 精度のアミュレット

source: Amulet of defence
ja: 守備力のアミュレット

source: Amulet of doomion
ja: ドミオンのアミュレット

source: Amulet of glory
ja: 栄光のアミュレット

source: Amulet of glory(1)
ja: 栄光のアミュレット（１）

source: Amulet of glory(2)
ja: 栄光のアミュレット（２）

source: Amulet of glory(3)
ja: 栄光のアミュレット（３）

source: Amulet of glory(4)
ja: 栄光のアミュレット（４）

source: Amulet of holthion
ja: ホルチオンのアミュレット

source: Amulet of magic
ja: 魔法のアミュレット

source: Amulet of othanian
ja: オサニアンのアミュレット

source: Amulet of power
ja: 力のアミュレット

source: Amulet of strength
ja: 腕力のアミュレット

source: Amulet space
ja: アミュレットのスペース

source: Amy
ja: アミー

source: An anonymous looking door
ja: 特徴がない扉

source: An experimental anvil
ja: 試験用の金床

source: An ogre standard
ja: オーガの水準

source: An old Dwarf
ja: 老いたドワーフ

source: An old lever
ja: 古いレバー

source: Ana
ja: アナ

source: Ana in a barrel
ja: 樽の中のアンナ

source: Anaire
ja: アナイレ

source: Ancestral Glyph
ja: 先祖の象形文字

source: Anchor
ja: いかり

source: Anchor rope
ja: いかりのロープ

source: Anchovies
ja: アンチョビ

source: Anchovy pizza
ja: アンチョビピザ

source: Ancient
ja: 古代

source: Ancient Altar
ja: 古代の祭壇

source: Ancient Barrier
ja: 古代のバリアー

source: Ancient Books
ja: 古代の本

source: Ancient Doors
ja: 古の扉

source: Ancient Equipment
ja: 古の装備

source: Ancient Fire
ja: 古代の火

source: Ancient Forge
ja: 古代の炉

source: Ancient Fungi
ja: 古代の菌類

source: Ancient Gate
ja: 古のゲート

source: Ancient Ghost
ja: 古代のゴースト

source: Ancient Grave
ja: 古い墓

source: Ancient Guardian
ja: 古代の守護者

source: Ancient Icon
ja: 古代の肖像

source: Ancient Incubator
ja: 古の孵化器

source: Ancient Machinery
ja: 古の機材

source: Ancient Mural
ja: 古の壁画

source: Ancient Pillar
ja: 古の柱

source: Ancient Plaque
ja: 古代の銘板

source: Ancient Relic
ja: 古代の遺物

source: Ancient Rock
ja: 古の岩

source: Ancient Shroom
ja: 古代のキノコ

source: Ancient Tablet
ja: 古代のタブレット

source: Ancient Wizard
ja: 古代の魔法使い

source: Ancient Wyvern
ja: 古代ワイバーン

source: Ancient Zygomite
ja: 古代のジゴマイト

source: Ancient banner
ja: 古代のバナー

source: Ancient brazier
ja: 古代の火鉢

source: Ancient bush
ja: 古の低木

source: Ancient button
ja: 古代のボタン

source: Ancient cave painting
ja: 古代の洞窟壁画

source: Ancient chest
ja: 古の宝箱

source: Ancient essence crystals
ja: 古代の水晶エッセンス

source: Ancient fountainhead
ja: 古代の水源

source: Ancient gallows
ja: 古代のガロウ

source: Ancient gate
ja: 古のゲート

source: Ancient gorilla greegree
ja: 古代ゴリラのグリーグリー

source: Ancient machinery
ja: 古の機材

source: Ancient metal gate
ja: 古代の鉄製ゲート

source: Ancient monkey
ja: 古代のサル

source: Ancient spellbook
ja: 古代魔法の書

source: Ancient staff
ja: 古代の杖

source: Ancient tablet
ja: 古代のタブレット

source: Ancient talisman
ja: 古代のタリスマン

source: Ancients
ja: 古代

source: Andiess Juip
ja: アンジエス・ジュイップ

source: Andras
ja: アンドラス

source: Andrea
ja: アンドレア

source: Andros Mai
ja: アンドロス・マイ

source: Aneirin
ja: アネイリン

source: Angelo
ja: アンジェロ

source: Angry barbarian spirit
ja: 怒った蛮族の精霊

source: Angry bear
ja: 怒ったクマ

source: Angry giant rat
ja: 怒った巨大なネズミ

source: Angry goblin
ja: 怒ったゴブリン

source: Angry unicorn
ja: 怒ったユニコーン

source: Anima Portal
ja: 生命力のポータル

source: Anima patch
ja: 生命力の小区画

source: Anima-infused Tree roots
ja: 生命力付与された木の根

source: Animal skull
ja: 動物の頭蓋骨

source: Animate
ja: 動かす

source: Animate rock scroll
ja: アニメート・ロック・スクロール

source: Animated Adamant Armour
ja: 動くアダマントの鎧

source: Animated Black Armour
ja: 動く黒鉄の鎧

source: Animated Bronze Armour
ja: 動く銅の鎧

source: Animated Iron Armour
ja: 動く鉄の鎧

source: Animated Mithril Armour
ja: 動くミスリルの鎧

source: Animated Rune Armour
ja: 動くルーンの鎧

source: Animated Steel Armour
ja: 動く鋼鉄の鎧

source: Animated spade
ja: 動くシャベル

source: Animated steel armour
ja: 動く鋼鉄の鎧

source: Anita
ja: アニタ

source: Anja
ja: アンジャ

source: Ankou
ja: アンコウ

source: Anleif
ja: アンレイフ

source: Anna
ja: アンナ

source: Anna Jones
ja: アンナ・ジョーンズ

source: Anna's barrel
ja: アンナの樽

source: Anna's print
ja: アンナの指紋

source: Annakarl
ja: アナカール

source: Annakarl Portal
ja: アナカールのポータル

source: Anne Isaakson
ja: アンネ・イサークソン

source: Annette
ja: アンネッテ

source: Annoyed guardian mummy
ja: イライラしてるミイラの守護者

source: Anti-Dragon Breath Shield
ja: ドラゴン耐性の盾

source: Anti-Santa
ja: アンチ・サンタ

source: Anti-dragon shield
ja: ドラゴン耐性の盾

source: Antifire potion(1)
ja: 火耐性の薬液（１）

source: Antifire potion(2)
ja: 火耐性の薬液（２）

source: Antifire potion(3)
ja: 火耐性の薬液（３）

source: Antifire potion(4)
ja: 火耐性の薬液（４）

source: Antipoison(1)
ja: 解毒剤（１）

source: Antipoison(2)
ja: 解毒剤（２）

source: Antipoison(3)
ja: 解毒剤（３）

source: Antipoison(4)
ja: 解毒剤（４）

source: Antique lamp
ja: アンティークランプ

source: Antiques Shop Stall
ja: アンティークの屋台

source: Anton
ja: アントン

source: Anvil
ja: 金床

source: Anwen
ja: アンウェン

source: Ape Atoll Dungeon
ja: エイプ・アトール・ダンジョン

source: Ape Atoll Dungeon Portal
ja: エイプ・アトール・ダンジョンのポータル

source: Apmeken
ja: アプメケン

source: Apmeken statue
ja: アプメケン像

source: Apothecary
ja: 薬剤師

source: Apparatus
ja: 装置

source: Apparition
ja: 幻影

source: Appendage
ja: 付属物

source: Apple Press
ja: リンゴ圧縮機

source: Apple Tree
ja: リンゴの木

source: Apple basket
ja: リンゴのカゴ

source: Apple pie
ja: アップルパイ

source: Apple tree
ja: リンゴの木

source: Apple tree seed
ja: リンゴの木の種

source: Apple tree stump
ja: リンゴの木の切り株

source: Apply
ja: 適用

source: Apprentice
ja: 弟子

source: Apprentice (medium)
ja: 弟子（中級）

source: Apprentice Cordelia
ja: 助手コーデリア

source: Apprentice Felix
ja: 助手のフィーリックス

source: Apprentice Tamara
ja: 助手タマラ

source: Apprentice workman
ja: 弟子の作業員

source: Aquarium
ja: 水族館

source: Aranwe
ja: アランウェ

source: Arcane Scarab
ja: 神秘のスカラベ

source: Arcane crystal
ja: 魔法の水晶

source: Arcenia root
ja: アルセニアの根

source: Arceuus
ja: アルセウス

source: Arceuus Library
ja: アルセウス図書館

source: Arceuus Library Portal
ja: アルセウス図書館のポータル

source: Arceuus spellbook
ja: アルセウス魔法の書

source: Arceuus statue
ja: アルセウス像

source: Arch
ja: アーチ

source: Archeio
ja: アーチェイオ

source: Archer
ja: アーチャー

source: Archer helm
ja: アーチャーの兜

source: Archery target
ja: アーチェリーの的

source: Archery ticket
ja: 弓のチケット

source: Archmage Sedridor
ja: 大魔術師セドリドー

source: Archpriest of the Unicorn
ja: ユニコーンの大司祭

source: Archway
ja: アーチ道

source: Arctic pine tree
ja: 北極松

source: Arder mushrooms
ja: アーダータケ

source: Ardougne
ja: アルドインへ移動

source: Ardougne Easy Diary
ja: アルドインの初級日記

source: Ardougne Elite Diary
ja: アルドインの超級日記

source: Ardougne Hard Diary
ja: アルドインの上級日記

source: Ardougne Medium Diary
ja: アルドインの中級日記

source: Ardougne Portal
ja: アルドインのポータル

source: Ardougne Wall Door
ja: アルドインの壁の扉

source: Ardougne Waystone
ja: アルドインの転移ポイント

source: Ardougne cloak
ja: アルドインのマント

source: Ardougne teleport scroll
ja: アルドインへのワープ巻き物

source: Ardrigal
ja: アードリガル

source: Ardrigal mixture
ja: アードリガルの混合物

source: Area
ja: 地域

source: AreaﾂSounds
ja: 環境音

source: Aredhel
ja: アレデル

source: Arena
ja: アリーナ

source: Arena Entrance
ja: アリーナの入口

source: Arena Exit
ja: アリーナの出口

source: Arena Guard Beni
ja: アリーナの衛兵ベニ

source: Arena Guard Drakno
ja: アリーナの衛兵ドラクノ

source: Arena Guard Fawry
ja: アリーナの衛兵ファーウリ

source: Arena Guard Fronk
ja: アリーナの衛兵フロンク

source: Arena Guard Joby
ja: アリーナの衛兵ジョビ

source: Arena Guard Nikkolas
ja: アリーナの衛兵ニコラス

source: Arena Guard Rachi
ja: アリーナの衛兵ラチ

source: Arena Guard Yon
ja: アリーナの衛兵ヨン

source: Arena recruitment board
ja: アリーナの求人掲示板

source: Arena space
ja: アリーナのスペース

source: Aretha
ja: アレサ

source: Argenthorg
ja: アーゲンソーグ

source: Argento
ja: アルジェント

source: Argian bush
ja: アーギアンの低木

source: Arhein
ja: アーヘイン

source: Arianwyn
ja: アリアンウィン

source: Arianwyn (hard)
ja: アリアンウィン（上級）

source: Aris
ja: アリス

source: Aristarchus
ja: アリスターチャス

source: Arm
ja: 腕

source: Armadyl altar
ja: アーマディルの祭壇

source: Armadyl armour display case
ja: アーマディルの防具の展示ケース

source: Armadyl pendant
ja: アーマディルの首飾り

source: Armadylean guard
ja: アーマディルの番人

source: Armed Forces Report
ja: 軍事報告書

source: Armillary sphere
ja: アーミウラリ天球儀

source: Armod
ja: アーモド

source: Armour
ja: 鎧

source: Armour case
ja: 鎧ケース

source: Armour case space
ja: 鎧ケースのスペース

source: Armour crate
ja: 防具箱

source: Armour display
ja: 鎧の展示

source: Armour of the Cloud Titan
ja: クラウド・タイタンの鎧

source: Armour repair stand
ja: 防具の修復スタンド

source: Armour salesman
ja: 防具の営業マン

source: Armour space
ja: 鎧のスペース

source: Armour stall
ja: 防具の屋台

source: Armour stand
ja: 防具スタンド

source: Armoured Foe
ja: 武装した敵

source: Armoured zombie
ja: 武装ゾンビ

source: Arms
ja: 腕
